{"anecdots": ["Если бы программисты были врачами, им бы говорили «У меня болит нога», а они отвечали «Ну не знаю, у меня такая же нога, а ничего не болит».",
  "Работа программиста и шамана имеет много общего - оба бормочут непонятные слова, совершают непонятные действия и не могут объяснить, как оно работает.",
  "Из комбинации лени и логики получаются программисты.","В поезде едут 3 юзера и 3 программиста.\n\nУ юзеров 3 билета, у программистов 1. Заходит контроллер.\nЮзеры показывают билеты, программисты прячутся в туалет. Контроллер стучится в туалет, оттуда высовывается рука с билетом. Программисты едут дальше.\nНа обратном пути. У юзеров 1 билет, у программистов ни одного. Заходит контроллер.\nЮзеры прячутся в туалет. Один из программистов стучит, из туалета высовывается рука с билетом. Программисты забирают билет и прячутся в соседний туалет. Юзеров ссаживают с поезда.\nВывод — не всякий алгоритм, доступный программисту, доступен юзеру.",
  "Умер программист. Попал на страшный суд. Судили-рядили - ни то, ни се.\n- Куда сам-то хочешь:\n- В ад или в рай?\n- А посмотреть можно?\nПривели его в громаднейший ВЦ. Кругом машин всевозможных, сеток - видимо-невидимо.\n- Вот это - рай, будешь здесь юзером.\n- А ад?\n- А ад здесь же - только системщиком...",
  "- Чем отличается программист от политика?\n- Программисту платят деньги за работающие программы.",
  "Программист увидел HЛО:\n- У кого-то диск полетел...",
  "- Сколько программистов фирмы MicroSoft требуется, чтобы заменить перегоревшую лампочку?\n- Ни одного - темнота будет объявлена новым стандартом.",
  "- Сколько программистов нужно, чтобы поменять сгоревшую лампочку?\n- Двадцать. Один держит лампочку, а остальные 19 пьют пиво, пока комната не начнет сама крутиться.",
  "- Российские программисты доказали, что Карлсон - это компьютерный глюк.\n- Он появляется только, когда у Малыша открыты окна.",
  "- Сколько программистов нужно, чтобы сменить перегоревшую лампочку?\n- Ни одного. Это Hardware Problem.",
  "Сидят два программиста в кафе. Мимо идет шикарная телка.\n- Классные у нее properties, - говорит один.\n- Вчера проверял... Все read only, - с грустью отвечает другой.",
  "В неделе есть пять плохих дней, когда не работают программы и два хороших, когда не работают программисты.",
  "Разговор 2-х программистов:\n- Ты не боишься что однажды придя на работу ты найдешь на столе розовый бланк с уведомлением что тебя увольняют?\n- Не, не боюсь, рабов не увольняют, их обменивают...",
  "Звонит на радио в программу по заявкам программист и просит:\n— Поставте пожалуйста песню группы Любэ про загрузку компьютера.\nD.J:\n— Я про такую песню не слышал.\n— Как не слышал com.bat батяня com.bat.",
  "Директор вызывает системного администратора:\n— Ты зачем дал доступ к данным о наших клиентах программисту? А вдруг он продаст эти данные нашим конкурентам? Это же нанесет колоссальный ущерб фирме.\n— Ну что вы, парень он честный. Обещал поделиться..."]}